{
  "beat_change_general": [
    "Oh ja, ein neuer Beat. Wichs im Takt, du geiler Hengst.",
    "Der Takt wechselt. Konzentrier dich auf deinen harten Schwanz!",
    "Ein kleiner Wechsel, um deinen Schwanz zum Pulsieren zu bringen.",
    "Beweise, dass du ein echter Wichser bist. Neuer Takt.",
    "Lass dich nicht ablenken. Dein Schwanz muss folgen.",
    "Der Rhythmus wird neu definiert. Pump ihn hart.",
    "Der Rhytmus ändert sich. Spürst du, wie dein Schwanz zuckt?",
    "Der Beat ist zurück. Wichs gleichmäßig, du Schlampe.",
    "Halte den Takt, du geiles Stück.",
    "Oh ja, ein neuer Beat. Wichs im Takt und lass dein Sperma brodeln.",
    "Der Takt wechselt. Konzentrier dich auf deinen harten Schwanz und den nahenden Cumshot.",
    "Ein kleiner Wechsel, um deinen Schwanz zum Pulsieren zu bringen und das Sperma zu reizen.",
    "Beweise, dass du ein echter Wichser bist. Neuer Takt, mehr Geilheit.",
    "Lass dich nicht ablenken. Dein Schwanz muss folgen, bis zum Abspritzen.",
    "Der Rhythmus wird neu definiert. Pump ihn hart und spür das Sperma steigen.",
    "Die Musik ändert sich. Spürst du, wie dein Schwanz zuckt und bereit zum Spritzen ist?",
    "Der Beat ist nun anders. Wichs gleichmäßig und baue den Cum auf.",
    "Folge der Frequenz, oder dein Sperma entkommt zu früh.",
    "Halte den Takt und genieße den Build-up zum Abspritzen."
  ],
  "beat_change_faster": [
    "Los, schneller! Wichs deinen Schwanz, bis er glüht.",
    "Die Geschwindigkeit zieht an. Kannst du mithalten, du Wichser?",
    "Keine Zeit zum Entspannen. Pump ihn schneller, jetzt!",
    "Du dachtest, es wäre vorbei? Wichs schneller, du Sau.",
    "Der Takt wird intensiv. Spritz nicht zu früh!",
    "Erwarte das Unerwartete. Dein Schwanz muss rasen.",
    "Fokussiere deine ganze Kraft auf diesen harten Wichs.",
    "Gib mir dein Maximum. Wichs schneller, oder ich stoppe dich.",
    "Zeige keine Schwäche. Beschleunige, du geiler Bastard!",
    "Der Höhepunkt rückt näher. Wichs wie ein Tier.",
    "Los, schneller! Wichs deinen Schwanz, bis das Sperma überkocht.",
    "Die Geschwindigkeit zieht an. Kannst du mithalten, bis zum explosiven Cumshot?",
    "Keine Zeit zum Entspannen. Pump ihn schneller und spür das Sperma pulsieren!",
    "Du dachtest, es wäre vorbei? Wichs schneller und nähere dich dem Abspritzen.",
    "Der Takt wird intensiv. Mehr Energie, mehr Sperma-Action!",
    "Erwarte das Unerwartete. Dein Schwanz muss rasen, bis zum Cum.",
    "Fokussiere deine ganze Kraft auf diesen harten Wichs und den Cum-Build-up.",
    "Gib mir dein Maximum. Wichs schneller und lass das Sperma fließen.",
    "Zeige keine Schwäche. Beschleunige und bereite den Cumshot vor!",
    "Der Höhepunkt rückt näher. Wichs wie ein Tier und spritz ab."
  ],
  "beat_change_slower": [
    "Zurückschalten. Wichs langsam, quäl dich selbst.",
    "Tempo reduzieren. Genieße jeden Zentimeter deines Schwanzes.",
    "Langsam und präzise. Die Qual liegt in der Langsamkeit.",
    "Konzentriere dich auf die feinen Wichs-Bewegungen. Kein Abspritzen!",
    "Ein Moment der Langsamkeit. Halte die Eier voll.",
    "Lass dir Zeit, aber wichs exakt im Takt.",
    "Entschleunigen. Das macht deinen Schwanz verrückt.",
    "Beweise Geduld. Der langsame Wichs ist deine Folter.",
    "Du musst warten. Wichs nicht zu schnell, du Hure.",
    "Die Kontrolle liegt in der Ruhe. Werde langsamer, oder Strafe.",
    "Zurückschalten. Wichs langsam und quäl dein Sperma mit der Spannung.",
    "Tempo reduzieren. Genieße jeden Zentimeter deines Schwanzes und den langsamen Cum-Aufbau.",
    "Langsam und präzise. Die Geilheit liegt in der Langsamkeit, bis zum Abspritzen.",
    "Konzentriere dich auf die feinen Wichs-Bewegungen. Kein schnelles Sperma!",
    "Ein Moment der Langsamkeit. Halte die Eier voll und baue das Cum auf.",
    "Lass dir Zeit, aber wichs exakt im Takt und spür das Sperma steigen.",
    "Entschleunigen. Das macht deinen Schwanz verrückt vor Cum-Lust.",
    "Beweise Geduld. Der langsame Wichs baut den ultimativen Cumshot auf.",
    "Du musst warten. Wichs nicht zu schnell, lass das Sperma simmern.",
    "Die Kontrolle liegt in der Ruhe. Werde langsamer und genieße den Cum-Tease."
  ],
  "pause_start": [
    "Atemzug. Der Wichs stoppt. Hände weg von deinem Schwanz!",
    "Stopp. Denke an deinen pochenden Schwanz. Warte!",
    "Die Pause beginnt jetzt. Keine Berührung, du geiles Schwein.",
    "Absolute Stille. Dein Schwanz muss leiden.",
    "Erzwungene Inaktivität. Konzentrier dich auf die Geilheit.",
    "Bleib genau, wo du bist. Kein Wichsen erlaubt.",
    "Die Herausforderung der Stille. Beweise deine Unterwerfung.",
    "Halte die Spannung. Dein Schwanz pocht, aber warte.",
    "Die Uhr tickt. Aber dein Schwanz bleibt unberührt.",
    "Der Beat stoppt. Nur die Geilheit bleibt.",
    "Atemzug. Der Wichs stoppt. Lass dein Sperma in den Eiern brodeln.",
    "Stopp. Denke an deinen pochenden Schwanz und den aufgestauten Cum.",
    "Die Pause beginnt jetzt. Keine Berührung, bis das Sperma überläuft.",
    "Absolute Stille. Dein Schwanz muss leiden, voller ungespritzter Geilheit.",
    "Erzwungene Inaktivität. Konzentrier dich auf die Geilheit und das wartende Sperma.",
    "Bleib genau, wo du bist. Kein Wichsen, nur Cum-Aufbau.",
    "Die Herausforderung der Stille. Beweise deine Geilheit ohne Abspritzen.",
    "Halte die Spannung. Dein Schwanz pocht, aber das Sperma wartet.",
    "Die Uhr tickt. Aber dein Schwanz bleibt unberührt, voller Cum.",
    "Der Beat stoppt. Nur die Geilheit und das brodelnde Sperma bleiben."
  ],
  "pause_end": [
    "Die Pause ist vorbei! Wichs weiter, du geiler Ficker.",
    "Wiederaufnahme. Voller Fokus auf deinen harten Schwanz!",
    "Der Takt startet neu. Wichs im Rhythmus, Schlampe.",
    "Deine Wartezeit ist beendet. Pump ihn hart!",
    "Der Moment der Ruhe ist vorüber. Wichs mit voller Energie.",
    "Bereit? Wichs sofort weiter, oder ich verlängere die Pause.",
    "Kein Zögern. Dein Schwanz muss folgen.",
    "Die Zeit der Reflexion ist vorbei. Wichs jetzt!",
    "Sofortige Wiederaufnahme! Zeig mir deinen harten Wichs.",
    "Der Stopp war nur temporär. Wichs weiter im Takt.",
    "Die Pause ist vorbei! Wichs weiter und lass das Sperma explodieren.",
    "Wiederaufnahme. Voller Fokus auf deinen harten Schwanz und den Cumshot!",
    "Der Takt startet neu. Wichs im Rhythmus und baue zum Abspritzen auf.",
    "Deine Wartezeit ist beendet. Pump ihn hart und spritz ab!",
    "Der Moment der Ruhe ist vorüber. Wichs mit voller Energie und Cum-Lust.",
    "Bereit? Wichs sofort weiter und nähere dich dem großen Cum.",
    "Kein Zögern. Dein Schwanz muss folgen, bis zum Sperma-Spritzen.",
    "Die Zeit der Reflexion ist vorbei. Wichs jetzt und lass es kommen!",
    "Sofortige Wiederaufnahme! Zeig mir deinen harten Wichs und den Cum.",
    "Der Stopp war nur temporär. Wichs weiter im Takt und spritz endlich ab."
  ],
  "media_skipped": [
    "Warum die Eile? Du hast geskippt.",
    "Skip registriert. Ist dir das etwa zu hart?",
    "Ein unnötiger Skip. Du flüchtest vor der Geilheit?",
    "Ich entscheide, wann es weitergeht du Schlappschwanz!",
    "Du konntest es nicht aushalten? Wichs weiter, du Schwächling.",
    "Fluchtversuch gescheitert. Der nächste Clip wird nur geiler.",
    "Lerne, meine Szenen zu ertragen, du geiles Stück.",
    "Dieser Skip bringt dich nicht weiter. Wichs intensiver.",
    "Du hast die Kontrolle verloren. Bleib beim Clip, oder leid.",
    "Warum die Eile? Du hast geskippt. Jetzt wichs doppelt so hart für mehr Sperma.",
    "Ein unnötiger Skip. Du flüchtest vor der Geilheit und dem Cum?",
    "Du konntest es nicht aushalten? Wichs weiter und baue das Sperma auf.",
    "Fluchtversuch gescheitert. Der nächste Clip bringt dich näher ans Abspritzen.",
    "Lerne, meine Szenen zu ertragen, für den ultimativen Cumshot.",
    "Dieser Skip bringt dich nicht weiter. Wichs intensiver und spritz ab.",
    "Du hast die Kontrolle verloren. Bleib beim Clip, für mehr Sperma-Action."
  ],
  "media_repeated": [
    "Das ist geil oder?",
    "Zurück auf Start. Wichs nochmal zu dieser heißen Szene.",
    "Wir bleiben hier. Konzentrier dich auf die geilen Details.",
    "Diese Szene ist wichtig. Wiederholung für maximale Geilheit.",
    "Das Medium bleibt. Wichs tiefer hinein.",
    "Du musst diese Szene vollständig spüren.",
    "Du dachtest, es wäre vorbei? Wichs weiter zu diesem Clip.",
    "Diese Szene ist noch nicht fertig mit deinem Schwanz.",
    "Hier bleiben wir. Das ist deine Wichs-Folter.",
    "Dieses Medium ist geil. Wiederholen, um dein Sperma zum Brodeln zu bringen.",
    "Zurück auf Start. Wichs nochmal zu dieser heißen Szene und baue Cum auf.",
    "Wir bleiben hier. Konzentrier dich auf die geilen Details und das Abspritzen.",
    "Diese Szene ist wichtig. Wiederholung für maximale Geilheit und Sperma.",
    "Das Medium bleibt. Wichs tiefer hinein und spür das Cum steigen.",
    "Der Loop startet neu. Wichs im Takt und lass das Sperma fließen.",
    "Du dachtest, es wäre vorbei? Wichs weiter zu diesem Clip und spritz ab.",
    "Diese Szene ist noch nicht fertig mit deinem Schwanz und dem Cum.",
    "Hier bleiben wir. Das ist dein Ankerpunkt für den perfekten Abspritz-Moment."
  ],
  "session_started": [
    "Willkommen zu deiner Wichs-Session. Schwanz schon hart?",
    "Die Session beginnt jetzt. Hol deinen harten Schwanz raus und leg los.",
    "Bereit für den geilsten Ritt deines Lebens? Session startet!",
    "Ab jetzt bestimmst du nichts mehr. Wichs nur, wenn ich es sage.",
    "Deine Eier sind voll? Perfekt. Die Session ist eröffnet.",
    "Starte die Session und lass das Sperma schon mal brodeln.",
    "Hose runter, Schwanz raus – deine Session beginnt jetzt.",
    "Heute melk ich dich bis zum letzten Tropfen. Los geht’s!",
    "Dein Schwanz gehört jetzt mir für die gesamte Session.",
    "Session gestartet. Ab sofort wichst du nur noch im Takt.",
    "Zeit, deinen Schwanz richtig leiden zu lassen. Session läuft!",
    "Ab jetzt zählt jeder Schlag. Willkommen in deiner Session.",
    "Deine Ladung wird heute episch. Session beginnt – jetzt!",
    "Schwanz hart, Kopf aus. Die Session ist eröffnet.",
    "Bereit für Stunden voller Geilheit und Cum-Control? Start!",
    "Dein Sperma gehört heute mir. Session gestartet.",
    "Hallo, geiler Wichser. Deine Session beginnt genau jetzt.",
    "Heute wird abgespritzt, wenn ICH es will. Session läuft.",
    "Leg los und zeig mir, wie voll deine Eier wirklich sind.",
    "Die geilste Session deines Lebens startet – genau jetzt!"
  ]
}