{
  "beat_change_general": [
    "New beat incoming. Stroke that cock to the rhythm.",
    "The tempo just shifted. Keep your hand moving, nice and steady.",
    "Fresh rhythm dropping. Let your dick feel every single beat.",
    "Beat change. Stay locked in, don’t lose the flow.",
    "Music switched up. Pump that shaft exactly on time.",
    "Here comes a new groove. Follow it with your fist.",
    "Rhythm reset. Stroke smooth and don’t miss a single pulse.",
    "The beat flipped. Keep jerking, keep building that load.",
    "New pattern starting now. Match it stroke for stroke.",
    "Feel that change? Good. Keep stroking, keep the cum rising.",
    "Beat refreshed. Edge that cock to the new tempo.",
    "Different vibe, same mission: milk that dick perfectly.",
    "Rhythm just evolved. Stay with it, horny boy.",
    "New beat, new energy. Pump harder, feel the cum brewing.",
    "The track changed. Your hand doesn’t get to rest.",
    "Fresh tempo. Lock in and stroke like you mean it.",
    "Beat switch. Keep that precum flowing in perfect time.",
    "New groove hitting. Ride it all the way to the edge.",
    "Rhythm drop. Jerk that cock, don’t you dare slow down.",
    "Here we go again. Stroke to the beat and let that load build."
  ],
  "beat_change_faster": [
    "Faster now! Pound that cock, make it throb.",
    "Speed up, boy. Stroke like you’re racing to cum.",
    "Tempo’s rising. Jack it quicker, feel the cum boiling.",
    "Go hard, go fast. Your dick needs this speed.",
    "Beat just kicked into overdrive. Match it, cumslut.",
    "Faster strokes! Pump that shaft until you explode.",
    "Crank it up. Jerk faster, chase that huge load.",
    "Speed increase. Stroke like a fucking machine.",
    "Rapid fire beat. Beat your meat just as hard.",
    "Pick up the pace! Make that cock spit precum everywhere.",
    "Faster, harder. Milk that dick at full speed.",
    "The beat’s sprinting. Your hand better keep up.",
    "Go insane on that cock. Faster, right fucking now.",
    "Tempo’s flying. Stroke until your balls scream.",
    "Speed demon mode. Jack it fast and feel the cum surge.",
    "Hammer that dick. Faster strokes, bigger load coming.",
    "Beat’s racing. Beat your meat even harder.",
    "Full throttle. Stroke like you’re about to blow.",
    "Faster, you horny fuck. Make that cock beg to cum.",
    "Speed just doubled. Jerk it until you can’t hold back."
  ],
  "beat_change_slower": [
    "Slow it down. Tease that cock nice and easy.",
    "Ease off. Long, slow strokes. Make the cum beg.",
    "Slower now. Torture your dick with every lazy pump.",
    "Drop the speed. Edge that shaft, keep the load trapped.",
    "Nice and slow. Feel every inch, no rushing the cum.",
    "Torture tempo. Stroke slow and watch the precum drip.",
    "Ease way back. Let that load build painfully slow.",
    "Slow motion stroking. Savor the ache in your balls.",
    "Gentle now. Tease your cock, deny that quick release.",
    "Crawl speed. Milk it slow, make the cum desperate.",
    "Lazy strokes only. Keep that load simmering.",
    "Drag it out. Slow pumps, maximum frustration.",
    "Glacially slow. Edge that dick until it hurts so good.",
    "Tease mode activated. Stroke like you’ve got all day.",
    "Slow grind. Make your cock throb for mercy.",
    "Downshift hard. Long, agonizing strokes only.",
    "Torturously slow. Feel the cum swelling with no escape.",
    "Ease into agony. Slow strokes, full balls.",
    "Crawl that hand. Let the load cook nice and slow.",
    "Patience, cumslut. Stroke slow and suffer beautifully."
  ],
  "pause_start": [
    "Freeze. Hands off that cock right now.",
    "Pause. Let your throbbing dick suffer in silence.",
    "Stop stroking. Feel the cum screaming in your balls.",
    "Hands away. Your cock stays hard and untouched.",
    "Total stop. Throb for me, no relief.",
    "Pause engaged. Balls full, cock aching, perfect.",
    "No touching. Let that load swell with nowhere to go.",
    "Freeze frame. Your dick pulses, but you wait.",
    "Hands off. Watch the precum drip uselessly.",
    "Complete halt. Edge denied, cum trapped.",
    "Stop everything. Feel how bad you need to stroke.",
    "Pause. Your cock is mine, and it waits.",
    "Hands still. Let that desperate load stew.",
    "No movement. Throb and leak, but don’t you dare stroke.",
    "Total lockdown. Cock hard, balls heavy, no mercy.",
    "Pause active. Suffer with a full, aching sack.",
    "Freeze. Your dick begs, but you obey.",
    "Hands off, now. Feel the cum begging to explode.",
    "Stop. Edge frozen, load building, torture perfect.",
    "Absolute pause. Cock denied, balls blue, delicious."
  ],
  "pause_end": [
    "Back in action! Start stroking that needy cock.",
    "Pause over. Grab that dick and go hard.",
    "Resume now. Pump that shaft like you mean it.",
    "Go! Stroke fast, make up for lost time.",
    "Unpause. Jerk that cock, feel the cum rushing back.",
    "Back on beat. Milk that dick immediately.",
    "Continue! Stroke hard, chase that denied orgasm.",
    "Resume stroking. Your balls are so full, use it.",
    "Go again! Beat that meat without mercy.",
    "Pause lifted. Jerk it like you’ve been starving.",
    "Back to work. Stroke that throbbing cock now.",
    "Unfrozen. Pump fast, make the precum fly.",
    "Resume! Edge that dick right to the brink again.",
    "Go, go, go! Stroke hard after all that teasing.",
    "Back in the game. Jerk it like you’re about to blow.",
    "Pause done. Grab your cock and stroke furiously.",
    "Continue now. Make that load fight to get out.",
    "Unpause. Beat your meat, feel the cum surge.",
    "Back on! Stroke that desperate dick immediately.",
    "Go again, cumslut. Pump until you explode."
  ],
  "media_skipped": [
    "Skipped it? Too bad, i like that one really much.",
    "You skipped? That just made your balls heavier.",
    "Running away? Cute. As if you could outrun your cum.",
    "Skip noted. No cumming until I say so.",
    "Thought you could escape? Next clip’s even hotter.",
    "Skipping costs you.",
    "You flinched. Now your load stays trapped longer.",
    "Skip penalty: slower strokes, fuller balls.",
    "Tried to run? The cum stays locked inside.",
    "Skip registered. Your orgasm just got delayed.",
    "You blinked.",
    "Skipping won’t save you. Balls stay full.",
    "Escape attempt failed. Stroke and regret it.",
    "You skipped my gift? No cum for you yet.",
    "Skip = denial. Edge and ache for me.",
    "That skip bought you blue balls. Keep stroking.",
    "Running scared? Your load isn’t going anywhere.",
    "You dodged it. Now your cock pays the price.",
    "Skip all you want. The cum still builds."
  ],
  "media_repeated": [
    "Looping this one. Stroke again, make that load bigger.",
    "Back to the start. Jerk to this scene twice as hard.",
    "Repeating because it’s too hot. Milk that cock again.",
    "This clip owns you now. Pump and suffer the repeat.",
    "Edge harder the second time around.",
    "Again. Your dick doesn’t get a break.",
    "Rewind and stroke. Build even more cum this round.",
    "This one’s too good. Jerk it again, cumslut.",
    "Repeat mode. Tease that cock to the same hot scene.",
    "Back again. Your balls just got heavier.",
    "Looping for your pleasure. Stroke and leak more.",
    "Second round. Make that precum flow twice as much.",
    "This scene isn’t done. Keep pumping, keep edging.",
    "Repeat. Your cock stays hard, your load stays trapped.",
    "Again and again. Jerk until you’re begging to cum.",
    "Milk that shaft to the same fire.",
    "Repeat torment. Beat your meat to the exact same heat.",
    "Second helping. Edge that desperate cock all over again."
  ],
  "session_started": [
    "Welcome to your stroking session. Cock already hard?",
    "Session started. Get that dick out and ready.",
    "Your balls are mine now. Let the games begin.",
    "Time to milk that cock properly. Session is live.",
    "Session just launched – start pumping, cumslut.",
    "Get ready for the ride of your life. Here we go!",
    "Your load belongs to me today. Session begins now.",
    "Dick out, precum flowing – session officially started.",
    "From now on you stroke only when I allow it. Let’s go.",
    "Your balls are full? Perfect. Session is on.",
    "Get that cock throbbing. The session starts right now.",
    "Today you cum only when I say. Session live.",
    "Hands on dick, brain off – session has begun.",
    "Ready to edge for hours? Session started, boy.",
    "Your cum is under my control. Let’s fucking go.",
    "Session launched. Start building that massive load.",
    "Time to suffer and stroke. Session is running.",
    "Hey horny fucker – your session begins right now.",
    "This is going to be one hell of a ride. Session on!",
    "Your cock, my rules. Session officially started."
  ]
}